Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: “I think the programme at this conference is interesting from a technical perspective, even though I am not working with Greenland.
nb: Jeg synes programmet på denne konferansen er faglig interessant, selv om jeg ikke jobber med Grønland.

source: However, knowledge about Greenland’s geology is important to understand the Barents Sea and Central Norway.
nb: Men kunnskap om geologien på Grønland er viktig for å forstå Barentshavet og Midt-Norge.

source: There are a lot of new things coming from Greenland, for example seismic and shallow drilling.
nb: Det er mye nytt fra Grønland, for eksempel seismikk og grunne boringer.

source: I am learning a lot.
nb: Jeg lærer mye.

source: The Force cooperation forum is useful for me; I have participated in several events, and they have been excellent.”
nb: Samarbeidsforumet Force er nyttig for meg, jeg har deltatt på mange arrangementer, og de har vært bra.l

source: “This conference is really a big eye-opener; it's exciting to learn more about the connection between onshore Greenland and offshore Norway.
nb: Denne konferansen er virkelig en stor øyenåpner, det er spennende å lære mer om sammenhengen mellom onshore Grønland og offshore Norge.

source: It is also an important meeting place; it is exciting to meet people who are interested in your work.
nb: Det er også viktig kontaktflate, det er spennende å møte folk som er interesserte i ens arbeid.

source: I work in Denmark, so this is the first Force event I’ve been to.
nb: Jeg arbeider i Danmark, så det er det første arrangementet jeg er på i regi av Force.

source: My impression is that Force is a great initiative, and that both the industry and authorities benefit from participating at the events.”
nb: Mitt inntrykk er at Force er et fint initiativ, og at både industri og myndigheter har nytte av å delta på arrangementene.

source: Stig-Morten Knutsen, exploration manager in Nunaoil
nb: Stig-Morten Knutsen, letesjef i Nunaoil

source: “This is an exciting event with good presenters, and I appreciate that the Norwegian Petroleum Directorate invited me.
nb: Dette er et spennende arrangement med gode forelesere, og jeg setter pris på at Oljedirektoratet inviterte meg.

source: For those of us working with Greenland it is interesting to look at the connections across the Atlantic.
nb: For oss som arbeider med Grønland er det interessant å se på bindingene på tvers av Atlanterhavet.

source: I previously worked with the Norwegian shelf, and I used to participate in Force events.
nb: Tidligere har jeg jobbet med norsk sokkel, og da deltok jeg på Force-arrangementer.

source: This is the first after I started working in Nunaoil.
nb: Dette er det første etter at jeg begynte i Nunaoil.

source: I have benefitted professionally from participating in seminars and conferences held by Force, and it has also been a good arena for networking.”
nb: Jeg har hatt faglig nytte av å være med på seminarer og konferanser i regi av Force, og det har også vært en god arena for nettverksbygging.

source: Read about the conference here >>
nb: Les mer om konferansen her >>

source: Ingrid Sølvberg comes from the position of commercial manager in Centrica.
nb: Ingrid Sølvberg kommer fra stillingen som kommersiell leder i Centrica.

source: She has previously held a number of expert and management positions in Statoil within technical facilities and strategic areas.
nb: Tidligere har hun hatt en rekke fag- og lederstillinger i Statoil innen anleggstekniske og strategiske områder.

source: "I am looking forward to working with the Norwegian Sea and the Barents Sea.
nb: "Jeg gleder meg til å jobbe med Norskehavet og Barentshavet.

source: As petroleum provinces, these areas are in different phases and face different challenges.
nb: Som petroleumsprovinser er disse områdene i ulik fase og har ulike utfordringer.

source: It will be exciting and challenging to play a key role in ensuring good management of the petroleum resources in the north on behalf of the Norwegian society."
nb: Det blir spennende og utfordrende å ha en sentral rolle med forvaltning av petroleumsressursene i nord på en god måte på vegne av samfunnet."

source: Sølvberg is a chartered marine technology engineer who earned her degree at the Norwegian Institute of Technology in 1994.
nb: Sølvberg er utdannet sivilingeniør innen marinteknologi ved Norges tekniske høgskole (1994).

source: "As a technology person, I find it particularly interesting to follow discoveries and fields that require innovative thinking in both the development and operations phases.
nb: "Som teknolog synes jeg det er særlig interessant å følge funn og felt som krever innovativ tenking både i utbyggings- og driftsfasen.

source: This certainly applies to the Norwegian Sea and the Barents Sea," says Sølvberg.
nb: Det gjelder i høyeste grad Norskehavet og Barentshavet," sier Sølvberg.

source: Parts of these areas have tough weather conditions, combined with the fact that companies and the authorities have to resolve challenges associated with factors such as deep water, high pressure/high temperature reservoirs, ice and the vast distances involved.
nb: Deler av disse områdene er værharde, dessuten må selskaper og myndigheter løse utfordringer knyttet til for eksempel dypt vann, reservoarer med høyt trykk og høy temperatur, is og store avstander.

source: As director, Sølvberg will take the lead in the NPD’s work involving the Norwegian Sea and the Barents Sea.
nb: Som direktør får Sølvberg hovedrollen i Oljedirektoratets arbeid med Norskehavet og Barentshavet.

source: The Norwegian Sea is a relatively mature area with 16 producing fields – the first of which, Draugen, came on stream in 1993.
nb: Norskehavet er et forholdsvis modent område med 16 produserende felt – det første, Draugen, ble satt i drift i 1993.

source: The Barents Sea is considered to be an immature petroleum province.
nb: Barentshavet regnes som en umoden petroleumsprovins.

source: Snøhvit started production in 2007, while Goliat is under development.
nb: Snøhvit ble satt i produksjon i 2007, mens Goliat er under utbygging.

source: Many exciting discoveries have also been made in the Barents Sea in the last couple of years.
nb: Ellers er det gjort mange spennende funn i Barentshavet de siste par årene.

source: Sølvberg will maintain a close dialogue with the Ministry of Petroleum and Energy, as well as with the industry.
nb: Sølvberg skal ha en tett dialog med Olje- og energidepartementet og med næringen.

source: Director for the Norwegian Sea and Barents Sea is a management function within the NPD’s rotation scheme.
nb: Direktør for Norskehavet og Barentshavet er en lederfunksjon innenfor Oljedirektoratets rotasjonsordning.

source: The term of office for directors in the NPD is currently up to six years.
nb: Funksjonstiden for direktørstillinger i Oljedirektoratet er for tiden inntil seks år.

source: Sølvberg replaces Torsten Bertelsen, who went to Petoro earlier this year.
nb: Sølvberg erstatter Torsten Bertelsen, som gikk til Petoro tidligere i år.

source: The prognoses indicate that they will remain at the same level in the years to come.
nb: Prognosene tyder på at de vil holde seg på samme nivå i årene framover.

source: This is according to the Norwegian Petroleum Directorate’s new status report for NOx emissions, policy instruments and emission-reducing technology in the Norwegian petroleum industry as of 2012.
nb: Det viser Oljedirektoratets nye statusrapport for NOx-utslipp, virkemidler og utslippsreduserende teknologi i norsk petroleumsnæring per 2012.

source: The petroleum sector is responsible for just under 30 per cent of the Norwegian NOx emissions.
nb: Petroleumssektoren står for i underkant av 30 prosent av de norske NOx-utslippene.

source: Operation of turbines is still the largest source of emissions.
nb: Turbindrift er fremdeles den største utslippskilden.

source: New technology has been developed which results in considerably lower emissions compared with the old turbines, and all gas-powered turbines that have been put to use after the new millennium are therefore low-NOx types.
nb: Det er utviklet ny teknologi som gir betydelig lavere utslipp enn de gamle turbinene, og alle gassdrevne turbiner som er tatt i bruk etter årtusenskiftet er derfor av lav-NOx-typen.

source: Low-NOx turbines that can run on both diesel and gas (dual fuel) have been utilised on the shelf with good results in the past four-five years.
nb: Lav-NOx-turbiner som kan gå på både diesel og gass («dual fuel») er tatt i bruk på sokkelen med godt resultat de siste 4-5 årene.

source: On operating fields, replacement of old turbine technology with low-NOx is costly and complex, and has therefore not been widely implemented.
nb: På felt i drift er utskifting av gammel turbinteknologi med lav-NOx kostbart og komplisert, og dette er derfor i liten grad gjennomført.

source: The replacement has taken place naturally as fields are shut down and entire platforms are replaced.
nb: Utskiftningen har skjedd naturlig ved at felt stenges ned og hele plattformer erstattes.

source: For example, old turbines have been replaced with low-NOx technology on Ekofisk, and Valhall now receives its power supply via a subsea cable from shore.
nb: For eksempel har gamle turbiner blitt byttet ut med lav-NOx-teknologi på Ekofisk, og Valhall har fått strømforsyning via en sjøkabel fra land.

source: Power from land reduces both CO2 and NOx emissions because this prevents a need to burn gas in turbines to generate power.
nb: Kraft fra land reduserer både CO2- og NOx-utslipp fordi det da ikke brennes gass i turbiner for å generere kraft.

source: Energy efficiency measures and a reduced power need on certain platforms means that a few turbines are no longer in operation.
nb: Energieffektiviseringstiltak og redusert kraftbehov på enkelte plattformer har gjort at noen få turbiner er tatt ut av drift.

source: An NOx tax was introduced in 2007.
nb: En NOx-avgift ble innført i 2007.

source: An NOx fund was established the following year where shipping companies, oil companies and individual fields on the shelf can join.
nb: Året etter ble det opprettet et NOx-fond der både rederier, oljeselskap og enkeltfelt på sokkelen kan være med.

source: Participation in the fund grants an exemption from the NOx tax, which is replaced with a lower fund tax.
nb: Tilknytting til fondet gir fritak fra NOx-avgift, som erstattes med en lavere fondstakst.

source: Under the fund scheme, the taxes directly fund emission-reducing measures.
nb: Gjennom dette fondet går den innbetalte taksten direkte til utslippsreduserende tiltak.

source: The majority of the measures are on ships.
nb: Størsteparten av tiltakene skjer på skip.

source: However, oil and gas facilities have also received resources from the fund, for example the water injection pilot on Troll C.
nb: Men også olje- og gassinnretninger har fått midler fra fondet, som for eksempel vanninjeksjonspiloten på Troll C.

source: Measures in the oil and gas sector represent 10 per cent of the emission reductions triggered by measures supported by the NOx fund, an increase from 7 per cent in 2009.
nb: Tiltak i olje- og gassektoren står totalt for 10 prosent av utslippsreduksjonene utløst av tiltak støttet av NOx-fondet, en økning fra 7 prosent i 2009.

source: In comparison, the investment cost of these measures constitutes 36 per cent of total investment costs from all sectors.
nb: Til sammenligning utgjør investeringskostnaden til disse tiltakene hele 36 prosent av total investeringskostnader fra alle sektorer.

source: The figures show that measures in the petroleum sector are still expensive compared with other sectors, but that the percentage of measures in the petroleum sector is increasing.
nb: Tallene viser at tiltak i petroleumssektoren fortsatt er dyre sammenlignet med andre sektorer, men at andelen tiltak i petroleumssektoren øker.

source: The agreement was signed by Director General Bente Nyland, President of SINTEF Petroleum Research AS Lars Sørum and Rector of NTNU (Norwegian University of Science and Technology) Torbjørn Digernes today, 8 February.
nb: Avtalen ble signert av oljedirektør Bente Nyland, direktør for Sintef Petroleumsforskning AS Lars Sørum og rektor NTNU Torbjørn Digernes i dag, 8. februar.

source: “The NPD has the overall responsibility for geological core material from the continental shelf, and we make it possible for researchers and students to study this material.
nb: "Oljedirektoratet har det overordnete ansvaret for geologisk kjernemateriale fra kontinentalsokkelen, og vi legger til rette for at forskere og studenter kan studere dette materialet.

source: We are very happy to get our hands on this collection,” says Dag Bering, technical coordinator for geology in the NPD.
nb: Vi er svært glade for at vi har fått hånd om denne samlingen," sier Dag Bering, som er fagkoordinator for geologi i Oljedirektoratet.

source: The shallow drilling was carried out from 1982 to 1993 on behalf of what was then the Continental Shelf Institute (IKU), now part of Sintef Petroleum Research AS.
nb: De grunne boringene ble gjennomført fra 1982 til 1993 i regi av daværende Institutt for kontinentalundersøkelser (IKU), nå en del av Sintef Petroleumsforskning AS.

source: Analyses of the core material have resulted in a number of scientific publications and reports.
nb: Analyser av kjernematerialet har resultert i en rekke vitenskapelige publikasjoner og rapporter.

source: IKU drilled shallow wells at water depths ranging from 100 – 1500 metres, 10 – 600 metres below the seabed.
nb: IKU boret grunne brønner på vanndyp fra 100-1500 meter, 10-600 meter under havbunnen.

source: Each assignment cost around NOK 20 million, while the total cost (including processing) was NOK 500 million.
nb: Hvert tokt kostet rundt 20 millioner kroner, den totale kostnaden (inkludert bearbeiding) kom på 500 millioner kroner.

source: Drilling locations were determined based on detailed seismic mapping and the analyses of the samples provided very useful information.
nb: Borelokalitetene ble bestemt på grunnlag av detaljert seismisk kartlegging, og analyser av prøvene ga svært nyttig informasjon.

source: The cores are stored in Dora, which was originally a WWII German submarine bunker in Trondheim, and the plan is to keep them here.
nb: Borekjernene oppbevares i Dora, som opprinnelig er en tysk ubåtbunker i Trondheim fra andre verdenskrig, og planen er at de fortsatt skal være der.

source: The NPD and SINTEF have entered into an agreement to share the rental expenses for ten years, with an option for extension.
nb: OD og SINTEF har inngått en avtale om å dele på utgiftene for leie i ti år, med muligheter for forlengelse.

source: Bering says that the geological samples from the shallow boreholes are used for research and education, for example in connection with courses, projects and master’s degree programmes, and in connection with research on the continental shelf and exploring for oil and gas:
nb: Bering forteller at de geologiske prøvene fra de grunne borehullene brukes til forskning og undervisning, for eksempel i forbindelse med kurs, prosjekt- og masteroppgaver, og i forbindelse med utforskning av kontinentalsokkelen og leting etter olje og gass.:

source: “The core store and exhibition room are frequently used by SINTEF and NTNU, and the samples are still relevant for exploration of the continental shelf.
nb: "Kjernelageret og visningsrommet er mye brukt av SINTEF og NTNU, og prøvene er fremdeles aktuelle for utforskning av kontinentalsokkelen.

source: For example, they were frequently used by oil companies to prepare applications for the 22nd licensing round last year.”
nb: For eksempel ble de mye brukt av oljeselskaper for forberedelse av søknader til 22. konsesjonsrunde i fjor."

source: The cores are between five and seven centimetres in diameter, and are split lengthwise.
nb: Borekjernene er mellom fem og sju centimeter i diameter, og de er delt på langs.

source: They provide a quick overview of rock types and sedimentary structures.
nb: De gir en rask oversikt over bergartstyper og sedimentære strukturer.

source: They can be used for research within a number of areas, for example sediment types, stratigraphy, sedimentation and climate variations.
nb: De kan brukes til forskning innen en rekke områder, for eksempel sedimenttyper, stratigrafi, avsetningsmiljø og klimavariasjoner.

source: (Photo: Arne Holhjem)
nb: (Foto: Arne Holhjem)

source: Wellbore 6605/8-2 will be drilled from the Transocean Leader drilling facility at position 66°18’43.5”N and 5°31’43,7”E.
nb: Brønnbanen 6605/8-2 skal bores fra boreinnretningen Transocean Leader i posisjon 66°18’43.5”N og 5°31’43,7”Ø.

source: The drilling programme for wellbore 6605/8-2 relates to the drilling of a wildcat well in production licence 283.
nb: Boreprogrammet for brønnbane 6605/8-2 gjelder boring av en undersøkelsesbrønn i utvinningstillatelse 283.

source: StatoilHydro Petroleum AS is the operator with 30% and Petoro AS, ConocoPhillips Skandinavia AS, Chevron Norge AS, Aker Exploration AS and Centrica Resources (Norge) AS are partners with 20%, 15%, 12.5%, 12.5% and 10.00%, respectively.
nb: StatoilHydro Petroleum AS er operatør med 30,00% og Petoro AS, ConocoPhillips Skandinavia AS, Chevron Norge AS, Aker Exploration AS og Centrica Resources (Norge) AS er partnere med henholdsvis 20,00%, 15,00%, 12,50%, 12,50% og 10,00%.

source: The acreage in this production licence is located approximately 320 km from Sandnessjøen, 320 km from Brønnøysund and 370 km from Kristiansund.
nb: Arealet for denne utvinningstillatelsen ligger 320 km Fra Sandnessjøen, 320 km fra Brønnøysund og 370 km fra Kristiansund.

source: It consists of the blocks 6605/5, 6605/7, 6605/8, 6605/9 and 6606/7.
nb: Den består av blokkene 6605/5, 6605/7, 6605/8, 6605/9 og 6606/7.

source: Production licence 283 was awarded in 2002 in the 17th Round with Norsk Hydro Produksjon AS as operator.
nb: Utvinningstillatelsen 283 ble tildelt i 17. konsesjonsrunde i 2002 med Norsk Hydro Produksjon AS som operatør.

source: Wildcat well 6605/8-2 is the second well in production licence 283.
nb: Undersøkelsesbrønnen 6605/8-2 er den andre brønnen i utvinningstillatelse 283.

source: Please note that the forms and the delivery procedure have changed from APA 2012.
nb: Merk endringer i skjemaer og innlevering av disse i forhold til i TFO 2012.

source: The Petroleum Register is maintained by the Norwegian Petroleum Directorate (NPD) based on the revised Regulations relating to the Petroleum Register, effective 1 February 2013.
nb: Petroleumsregisteret føres i Oljedirektoratet (OD) basert på egen forskrift om Petroleumsregisteret som er revidert med virkning fra 1. februar 2013.

source: According to the Regulations, the licensee must notify the registrar in writing in the event of any changes in the licence.
nb: Ifølge forskriften skal rettighetshaver skriftlig melde fra til registerfører dersom det skjer endringer i tillatelsen.

source: “Easier access and the possibility to print out parts of the Petroleum Register via the NPD’s Fact Pages are part of the content in the adopted amendments to the Regulations relating to the Petroleum Register.
nb: "Lettere innsyn og mulighet til å ta utskrift fra petroleumsregisteret via ODs faktasider er en del av innholdet i de vedtatte endringer i forskrift om Petroleumsregisteret.

source: This is also a part of the work to make data more easily available and to generally increase data flow efficiency, which is a prioritised task in the NPD.” says Jan Bygdevoll, Director of prognoses, analyses and data in the Norwegian Petroleum Directorate.
nb: Det er også en del av arbeidet med å gjøre data lettere tilgjengelig og generell effektivisering av dataflyten som er en prioritert oppgave i OD," sier Jan Bygdevoll, direktør for prognoser, analyser og data i Oljedirektoratet

source: “Data is entered into the Petroleum Register continuously and is copied onto the Fact Pages on a daily basis.
nb: "Data legges inn i Petroleumsregisteret fortløpende og kopieres daglig ut til faktasidene.

source: If obvious errors are identified in the register, please let us know as soon as possible.
nb: Dersom det oppdages åpenbare feil med registeret, er det fint om vi får tilbakemelding så fort som mulig..

source: Changes must be reported for production licences and permits for transport and utilisation facilities.
nb: Endringer skal meldes for utvinningstillatelser og for tillatelser til transport- og utnyttelsesanlegg.

source: Reports and deeds are sent to the Norwegian Petroleum Directorate.
nb: Meldinger og skjøter sendes til Oljedirektoratet.

source: Thin oil zones have become a challenge.
nb: Tynne oljesoner er en utfordring.

source: Text: Janka Rom, Eric Mathiesen and Leif Erik Abrahamsen.
nb: Tekst: Janka Rom, Eric Mathiesen og Leif Erik Abrahamsen.

source: Photo: Emile Ashley
nb: Foto: Emile Ashley

source: The oil on the Norwegian continental shelf mostly lies in layers of sand.
nb: Oljen på norsk kontinentalsokkel ligger som oftest i lag av sand.

source: The layers can be anywhere from a few centimetres to several hundred metres thick.
nb: Lagene kan være alt fra noen centimeter til flere hundre meter tykke.

source: How thick an oil zone must be to be profitable to produce depends on its natural characteristics and the available technology.
nb: Hvor tykk en oljesone må være for å være økonomisk produserbar, avhenger av naturgitte egenskaper og tilgjengelig teknologi.

source: Oil zones as thin as seven-eight metres are presently produced using horizontal wells with several thousand metres of pipes suctioning oil from the saturated sands.
nb: Oljesoner ned til sju-åtte meter blir i dag produsert med horisontale brønner som ligger som flere tusen meter lange sugerør inn i den oljemettede sanden.

source: Hopes for Snøhvit Lately, the most frequently mentioned field has been the Snøhvit field in the Barents Sea.
nb: Håp for Snøhvit Mest omtalt i den seinere tid er Snøhvitfeltet i Barentshavet.

source: Snøhvit has a 14-16 metre thick oil zone with more than 80 million standard cubic metres (scm) of oil present in the reservoir.
nb: Snøhvit har en 14-16 meter tykk oljesone med over 80 millioner standard kubikkmeter (Sm3) olje til stede i reservoaret.

source: How much of this it is possible to recover depends on the production characteristics in the reservoir, the available technology and the oil price assumptions used as a basis.
nb: Hvor mye av dette som kan utvinnes, avhenger av produksjonsegenskaper i reservoaret, tilgjengelig teknologi og de oljeprisforutsetningene som legges til grunn.

source: Preliminary estimates indicate approx. 100 million barrels of recoverable oil.
nb: Foreløpige anslag tilsier cirka 100 millioner fat utvinnbar olje.

source: The oil in Snøhvit is time-critical.
nb: Utvinning av oljen på Snøhvit er tidskritisk.

source: This means that it will gradually be lost as the reservoir pressure drops when the gas outtake starts in the autumn of 2007.
nb: Det betyr at den gradvis vil gå tapt etter hvert som reservoartrykket faller når gassuttaket starter opp høsten 2007.

source: When the development plan for the Snøhvit gas was presented in 2001-2002, production of the oil zone was not included.
nb: Da utbyggingsplanen for gassen på Snøhvit ble lagt fram i 2001-2002, var utvinning av oljesonen ikke en del av planen.

source: The oil project was then calculated to have a break even price of USD 18-20 per barrel, while the price expectations were just USD 12-15 per barrel.
nb: Den gang ble oljeprosjektet beregnet å ha en balansepris på 18-20 dollar fatet, mens prisforventingene bare var 12-15 dollar per fat.
